[
    {
      "_id": 1,
      "title": "The Enchanted Realm",
      "author": "Livia Thorn",
      "description": "A mesmerizing fantasy tale of magic and mystery in an enchanted kingdom. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book1.jpeg",
      "price": 15.99,
      "category": "Fantasy",
      "quantity": 5,
      "date": "2023-06-12",
      "rating": 4.8,
      "state": "Abuja",
      "createdAt": "2023-06-12T10:30:00Z",
      "updatedAt": "2023-07-01T12:00:00Z"
    },
    {
      "_id": 2,
      "title": "Beyond Reality",
      "author": "James Carter",
      "description": "A thought-provoking fiction novel exploring the blurred lines between reality and illusion. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book2.jpeg",
      "price": 12.49,
      "category": "Fiction",
      "date": "2023-05-20",
      "quantity": 5,
      "rating": 4.5,
      "state": "Abuja",
      "createdAt": "2023-05-20T14:15:00Z",
      "updatedAt": "2023-06-05T08:45:00Z"
    },
    {
      "_id": 3,
      "title": "Quantum Paradox",
      "author": "Dr. Emily Hawthorne",
      "description": "A deep dive into the mysteries of quantum physics and its paradoxes. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book3.jpeg",
      "price": 18.99,
      "category": "Science",
      "date": "2023-04-10",
      "quantity": 5,
      "rating": 4.7,
      "state": "Lagos",
      "createdAt": "2023-04-10T09:00:00Z",
      "updatedAt": "2023-05-01T11:30:00Z"
    },
    {
      "_id": 4,
      "title": "Lost in the Wild",
      "author": "Michael Johnson",
      "description": "An exhilarating adventure of survival in the untamed wilderness. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book4.jpeg",
      "price": 14.99,
      "category": "Adventure",
      "date": "2023-07-08",
      "quantity": 5,
      "rating": 4.6,
      "state": "Lagos",
      "createdAt": "2023-07-08T13:20:00Z",
      "updatedAt": "2023-07-15T15:45:00Z"
    },
    {
      "_id": 5,
      "title": "The Art of Wealth",
      "author": "Robert Kingston",
      "description": "A guide to building financial freedom and mastering business strategies. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book5.jpeg",
      "price": 22.50,
      "category": "Business",
      "date": "2023-03-05",
      "quantity": 5,
      "rating": 4.9,
      "state": "Lagos",
      "createdAt": "2023-03-05T16:00:00Z",
      "updatedAt": "2023-04-01T10:10:00Z"
    },
    {
      "_id": 6,
      "title": "Path to Enlightenment",
      "author": "Sarah Yates",
      "description": "A spiritual journey exploring the wisdom of different religious traditions. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book6.jpeg",
      "price": 16.75,
      "category": "Religion",
      "date": "2023-08-14",
      "quantity": 5,
      "rating": 4.8,
      "state": "Abuja",
      "createdAt": "2023-08-14T11:30:00Z",
      "updatedAt": "2023-09-01T12:50:00Z"
    },
    {
      "_id": 7,
      "title": "The Philosopher’s Mind",
      "author": "Daniel Harris",
      "description": "An insightful exploration of the greatest philosophical ideas that shaped the world. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book7.jpeg",
      "price": 19.99,
      "category": "Philosophy",
      "date": "2023-09-10",
      "quantity": 5,
      "rating": 4.7,
      "state": "Abuja",
      "createdAt": "2023-09-10T15:40:00Z",
      "updatedAt": "2023-09-20T10:20:00Z"
    },
    {
      "_id": 8,
      "title": "Wizards of the North",
      "author": "Elena Scott",
      "description": "A thrilling fantasy adventure about young wizards discovering their hidden powers. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book8.jpeg",
      "price": 17.99,
      "category": "Fantasy",
      "date": "2023-10-05",
      "quantity": 5,
      "rating": 4.6,
      "state": "Abuja",
      "createdAt": "2023-10-05T12:30:00Z",
      "updatedAt": "2023-10-12T09:15:00Z"
    },
    {
      "_id": 9,
      "title": "Galactic Explorers",
      "author": "Neil Armstrong Jr.",
      "description": "A sci-fi journey through the cosmos, exploring unknown galaxies. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book9.jpeg",
      "price": 21.50,
      "category": "Science",
      "date": "2023-11-22",
      "quantity": 5,
      "rating": 4.8,
      "state": "Abuja",
      "createdAt": "2023-11-22T14:00:00Z",
      "updatedAt": "2023-12-01T11:45:00Z"
    },
    {
      "_id": 10,
      "title": "The Startup Blueprint",
      "author": "Sophia Taylor",
      "description": "A step-by-step guide to launching and scaling a successful startup. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book10.jpeg",
      "price": 25.00,
      "category": "Business",
      "date": "2024-01-15",
      "quantity": 5,
      "rating": 4.9,
      "state": "Abuja",
      "createdAt": "2024-01-15T09:30:00Z",
      "updatedAt": "2024-01-30T13:20:00Z"
    },
    {
      "_id": 11,
      "title": "Sacred Paths",
      "author": "Rev. Martin Cole",
      "description": "A deep dive into the rituals and spiritual paths of different religions. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book11.jpeg",
      "price": 20.99,
      "category": "Religion",
      "date": "2024-02-18",
      "quantity": 5,
      "rating": 4.7,
      "state": "Lagos",
      "createdAt": "2024-02-18T10:10:00Z",
      "updatedAt": "2024-03-05T16:30:00Z"
    },
    {
      "_id": 12,
      "title": "The Ancient Scrolls",
      "author": "Alex Harper",
      "description": "A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge. A historical fiction novel about the discovery of lost knowledge.",
      "image": "uploads/images/book12.jpeg",
      "price": 14.50,
      "category": "Fiction",
      "date": "2024-03-22",
      "quantity": 5,
      "rating": 4.5,
      "state": "Lagos",
      "createdAt": "2024-03-22T11:45:00Z",
      "updatedAt": "2024-04-01T08:30:00Z"
    }
  ]
  